{
    "Trooper": {
        "start": 1,
        "desc": "Troopers are the light infantry of the Automatons, and come in several types:\n-# -Trooper/Raider - Equipped with a rifle and grenades.\n-# -Brawler - Equipped with dual heat blades.\n-# -Marauder/MG Raider - Equipped with a machine gun.\n-# -Rocket Raider - Equipped with a rocket launcher.\n-# -Assault Raider - Equipped with a jump pack, pistol, and heat blade.\n-# -Commissar - Equipped with a pistol, heat blade, and grenades.",
        "tactics": "All Trooper variants can be suppressed by shooting at them; this will reduce the accuracy of their fire.\nA quick burst can protect you from massed fire even if it doesn't hit anything.\nGrenades and headshots will reliably one-shot all Trooper types.\nAll Troopers are equipped with a hidden flare launcher in their left arm, which can be used to call in reinforcements via Dropship.",
        "weak spots": "- Head",
        "variations": {
            "Brawler": {
                "start": 1,
                "desc": "This variation of the Trooper is equipped with dual heat blades",
                "tactics": "Brawlers sprint towards you faster than other Trooper types. They can sometimes block shots with their heat blades.\nShotguns can quickly dispose of Brawlers, or pick them off from afar since they have no ranged attacks.",
                "weak spots": "- Head"
            },
            "Marauder": {
                "start": 1,
                "desc": "This variation of the Trooper is equipped with Rapid-Fire Cannons and can be immediately recognized by the two heat sink fins rising from their back-mounted powerpack.\nThe machine gun used by Marauders and MG Raiders can fire almost continuously, pausing only briefly after 12 shots, making them very dangerous at medium-close range.",
                "tactics": "Their powerpacks explode when hit, and may destroy nearby Troopers.",
                "weak spots": "- Powerpack\n- Head"
            },
            "Rocket Raider": {
                "start": 1,
                "desc": "This variation of the Trooper is be equipped with rocket launchers. They are particularly deadly due and were infamous for their ability to one-shot Helldivers out of the blue prior to explosive damage application being fixed.",
                "tactics": "Rocket Raiders can be suppressed by shooting at them; this will reduce the accuracy of their fire. A quick burst can protect you from massed fire even if it doesn't hit anything.",
                "weak spots": "- Head"
            },
            "Assault Raider": {
                "start": 1,
                "desc": "This variation of the Trooper is equipped with a jump pack, blaster pistol, and heat blade. The blaster pistol can fire up to three shots before a lengthy pause to cool down.",
                "tactics": "Assault Raiders will use their jump packs to rapidly close distance.\nTheir pistol and heat blade are not very dangerous, but their jump pack explodes violently when hit, and it's so large that it's easy to hit it by mistake.\nTry to shoot them from a distance, ideally when they're near other Automatons.\nIf you must engage at close range, try to aim for the legs, and/or dive backwards while firing to escape the blast radius.",
                "weak spots": "- Jump pack\n- Head"
            },
            "Commissar": {
                "start": 1,
                "desc": "The Commissar is a unique bot responsible for calling in bot drops as a first action. (Other infantry are also capable of calling in bot drops)\nAt higher difficulties, Commissars gain a “surprise” secondary ranged attack that deals significant damage and ignites the player. This attack involves the Commissar charging its pistol's flare and then firing the flare at a Helldiver rather than using it to call in a drop ship.",
                "tactics": "Vulnerable to grenades and headshots. The best way to defeat it by avoid getting close to the Commissar and aim for headshots or use grenades for a quick takedown.",
                "weak spots": "- Head"
            }
        }
    },
    "Scout Strider": {
        "start": 3,
        "desc": "The Scout Strider is a light Automaton **vehicle** that first appears on **difficulty 3**, scaling up with difficulty.\nThey are comprised of a Trooper riding a bipedal vehicle with a **large frontal shield** and Fusion Repeaters as its main armament.\nThe legs and crotch are medium armor but the legs have slightly less health.\nThey move quickly in open environments but have a very slow rotation speed.\n**They are extremely vulnerable from behind as the rider itself has no armor.**",
        "tactics": "From the front you can target the legs with a medium armor penetrating weapon such as the **JAR-5 Dominator** or the head of the operator with a well-placed shot from an **elevated position**.\nThe Scout Strider's operator is protected by a **light *vehicle* armor shield** on the front. It will require a Support Weapon with **light *vehicle* armor penetration** such as the **AC-8 Autocannon** or **explosive grenades** to destroy or kill the operator.",
        "weak spots": "- Pilot",
        "variations": {
            "Rocket Strider": {
                "start": 4,
                "desc": "The Rocket Strider is an upgraded, deadlier Scout Strider with a new design to fully protect its rider and four rocket pods to accompany its Fusion Repeater.",
                "tactics": "Despite fixing its main initial weakness, the Rocket Strider's new weakness are its rocket pods. Shooting a pod will cause a medium-sized explosion that instantly decommissions the Strider and damages anything nearby.",
                "weak spots": "- Rockets"
            }
        }
    },
    "Berserker": {
        "start": 1,
        "desc": "The Berserker is a melee-centric Automaton Enemy. They can be identified by the two chainsaws in their arms, and their brightly glowing heads and torsos. Also by the hellish screeching they emit as they march towards you.",
        "tactics": "Their weak spots are their glowing head and stomach areas. Shooting their stomach will eventually cut them in half, and is usually a faster way to tell them than going for headshots, since their head moves around a lot.",
        "weak spots": "- Head\n- Stomach",
        "variations": null
    },
    "Devastator": {
        "start": 1,
        "desc": "Devastators are equipped with a double-barreled arm cannon and medium torso armor. They fire a two shot burst, then pause for around 2 seconds before shooting again.",
        "tactics": "Their body is clad in medium armor but their head, abdomen and legs are vulnerable. A significant number of weapons can destroy a Devastator with a single headshot, such as the P-4 Senator and the SG-8 Slugger, so precision is highly rewarded. Missed headshots will be deflected by their medium torso armour. Abdomen or leg shots provide a more consistent method to destroy them.",
        "weak spots": "- Head\n- Heat-sinks",
        "variations": {
            "Heavy Devastator": {
                "start": 1,
                "desc": "This variation of the Devastator is equipped with a laser machine gun and a large ballistic shield. ",
                "tactics": "They fire a deadly volley of laser fire for 2 seconds, then pause for half a second before shooting again. Their ballistic shield is heavy armor, but doesn't cover their head, so they're still easily dispatched by accurate fire. They also have a battery backpack that can be destroyed to dispatch the Heavy Devastator.",
                "weak spots": "- Head\n- Heat-sinks"
            },
            "Rocket Devastator": {
                "start": 1,
                "desc": "This variation of the Devastator is equipped with shoulder mounted rocket pods, as well as the same double-barreled arm cannon as the standard model.",
                "tactics": "Rocket Devastators are accurate and deadly even at range, and should be considered a high-priority target at all times. In a pinch, any weapon can be used to destroy their rocket pods, essentially reducing it to a Standard Devastator.",
                "weak spots": "- Head\n- Heat-sinks\n- Rocket pods"
            }
        }
    },
    "Gunship": {
        "start": 5,
        "desc": "The Gunship is a flying Automaton vehicle equipped with rocket launchers and laser machine guns. Gunships spawn from Gunship Facilities on difficulty 5 and above, and may also spawn as patrols in groups of 3-6 (depending on the difficulty and amount of Helldivers on the mission). They will call in Dropships if they detect a Helldiver.",
        "tactics": "The weak spots of the Gunship are the 4 thrusters on either side, which have medium armor, leaving them vulnerable to many medium and light vehicle armor penetrating weapons.",
        "weak spots": "- Thrusters",
        "variations": null
    },
    "Hulk": {
        "start": 3,
        "desc": "The Hulk is a large, heavily-armored Automaton that can first appear on difficulty 3 as an Elimination Target or sometimes guarding the Shuttle Bay in Emergency Evacuation. It spawns naturally and more frequently as difficulty increases ",
        "tactics": "Hulks are completely covered in armor, but they do have two weak spots: the glowing heat sinks on its back, and its eye slit.\nDestroying its eye slit will instantly kill it, though it is somewhat hard to hit due to its small size and the Hulk's swaying gait, especially when it's charging.\nContinuously attacking its heat sinks will eventually cause them to explode, causing the Hulk to take a significant amount of damage. The Hulk may enter a 'bleed out' state similar to Brood Commanders where it attempts to continue fighting, but will become sluggish and inaccurate; after a few more seconds, the Hulk should then collapse and explode.",
        "weak spots": "- Eye\n- Heat-sinks",
        "variations": {
            "Scorcher": {
                "start": 3,
                "desc": "This variation of the Hulk is equipped with a flamethrower on its left, and a buzz saw on its right. It rushes Helldivers while firing its weapons.",
                "tactics": "See: Hulk",
                "weak spots": "- Eye\n- Heat-sinks"
            },
            "Obliterator": {
                "start": 3,
                "desc": "This variation of the Devastator is equipped with dual rocket launchers. It only appears on Eliminate Automaton Hulks and Emergency Evacuation (Automaton). It maintains distance from Helldivers while firing its weapons.",
                "tactics": "See: Hulk",
                "weak spots": "- Eye\n- Heat-sinks"
            }
        }
    },
    "Tank": {
        "start": 4,
        "desc": "The Tank is a very large, heavily-armored Automaton vehicle that first appears on difficulty 4 with a low spawning chance, scaling up with difficulty. It may also spawn on specific medium-to-large Automaton Outpost layouts even if it cannot spawn as part of regular patrols on that difficulty level.",
        "tactics": "Tanks have a 360° FOV and will fire continuously. They are vulnerable at close range, but Helldivers must be cautious and use cover on their approach towards them.\nA Tank cannot harm Helldivers if you climb on top of its turret. However, direct contact of their tracks will cause severe and constant damage.\nA Tank's turret has less health compared to its chassis, and destroying it will also destroy the Tank.",
        "weak spots": "- Heat-Sinks",
        "variations": {
            "Shredder Tank": {
                "start": 4,
                "desc": "The Shredder Tank is equipped with a quad Autocannon Turret, similar to the Anti-Air Emplacement. Turret rotates quickly and has a high rate of fire.",
                "tactics": "See: Tank",
                "weak spots": "- Heat-Sinks"
            },
            "Barrager Tank": {
                "start": 4,
                "desc": "The Barrager Tank is equipped with a massive 33-barrel multiple rocket launcher and hull-mounted Fusion Repeaters. At medium range, it aims low and fires rockets directly at Helldivers.\nAt long range, it aims upwards and acts as artillery to fire rocket barrages down onto Helldivers. Its launcher rotates slowly, but has a moderate rate of fire.",
                "tactics": "See: Tank",
                "weak spots": "- Heat-Sinks"
            }
        }
    },
    "Factory Strider": {
        "start": 7,
        "desc": "Called 'Walkers' by some Helldivers, Factory Striders are simply walking Factories. Factory Striders in their default state can stride into battle firing their cannons at Helldivers and fabricating batches of Standard Devastators, or roam across the planet's surface providing fire support where it can.",
        "tactics": "The underside turrets can be destroyed fairly easily with most weapons. Orbital Lasers can 100-0 a Strider by itself, taking the entire duration however. A 500kg bomb will get it close to 'death'. Try to stay behind them.",
        "weak spots": "- Head\n- Underside",
        "variations": null
    },
    "Dropship": {
        "start": 1,
        "desc": "Dropships are called in when a bot drop is requested. They quickly drop off several units at once.",
        "tactics": "While the dropship can be downed by aiming at a single thruster, it isn't usualy worth attacking them.",
        "weak spots": "- Thruster",
        "variations": null
    }
}
