{
    "Voteless": {
        "start": 1,
        "desc": "The Voteless are former loyal citizens of Super Earth, warped by Illuminate experimentation into mindless soldiers for their despotic regime. They have been stripped of something even deeper than their humanity: their capacity to participate in the Democratic process.",
        "tactics": "Voteless are slightly more resilient than other chaff units like Scavengers and Troopers. Weapons with a high volume of fire or large area of effect are well-suited for cutting down Voteless hordes.",
        "weak spots": "Head",
        "variations": null
    },
    "Watcher": {
        "start": 1,
        "desc": "Watchers are the eys of the Illuminate. These floating droids scan for free-thinking lifeforms, and report them to their masters for enslavement or eradication.",
        "tactics": "The **APW-1 Anti-Materiel Rifle**, **RS-422 Railgun**, and **P-4 Senator** are able to destroy these enemies in a single hit to the main body. Precise Helldivers will use the weapon to eliminate Watchers before they can spawn more enemies.",
        "weak spots": "Body",
        "variations": null
    },
    "Overseer": {
        "start": 1,
        "desc": "Centuries old, Overseers are formidable, calculating warriors armed with arcane weaponry. They bend the Voteless to their will, using them as expendable shields in a craven attempt to conserve their own numbers.",
        "tactics": "Weapons that deal area-of-effect damage are highly effective against Overseers, able to bypass both their deployable shield and the full-body suit of armor they wear.",
        "weak spots": null,
        "variations": null
    },
    "Elevated Overseer": {
        "start": 3,
        "desc": "The Elevated Overseer is a flying infantry Illuminate equipped with a rapid firing energy weapon and grenades.",
        "tactics": "These enemies can be tricky to hit, due to their speed and size.\nThe **ARC-12 Blitzer** and **Arc-3 Arc Thrower** are extremely good at stopping them from moving, if not outright killing them.\nThe **AX/AR-23 \"Guard Dog\"** can be quite useful to shield you from this airborne unit.\nThe **SG-20 Halt** can leave them stunned mid-air, allowing a Helldiver to one-shot them with the **P-4 Senator** or the **APW-1 Anti-Materiel Rifle** by shooting at their head.\nShooting their jetpacks will detonate it, killing the enemy.",
        "weak spots": "Jetpack",
        "variations": null
    },
    "Harvester": {
        "start": 3,
        "desc": "These spindly machines stalk the battlefield, reaping patriotic innocents with their cycloptic death beam. They see with only one eye, emblematic of the limited, closed-minded perspective of the entire Illuminate species.",
        "tactics": "The Harvester's shield does not remain down indefinitely, being raised again shortly after breaking.\nThe Harvester's legs connect to the body by a jointed limb. Most support weapons can quickly destroy this limb, which will kill the Harvester.",
        "weak spots": "Eye, Leg joint",
        "variations": null
    },
    "Warp Ship": {
        "start": 1,
        "desc": "The Warp Ship is an enemy emplacement and transport aircraft created by the Illuminate. ",
        "tactics": "Grounded Warp Ships can be destroyed via bay door by using grenades, primary and support weapons with a minimum demolition force of 20 but must be explosive, demo 30, or from the outside by using offensive stratagems with a demolition force of 50+.\n**Reinforcement Warp Ships** lack the energy field that grounded ones possess, and as such can be neutralized in manners **similar to Dropships**.\nOne rocket from a **Spear** will immediately destroy a flying Warp Ship.\nA single **GR-8 Recoilless Rifle** round, or two **EXO-45 Patriot Exosuit** missiles to the center of the flat circular underside of an airborne Warp Ship will instantly destroy it",
        "weak spots": "Interior, Center of Belly",
        "variations": null
    }
}