{
    "Scavenger": {
        "start": 1,
        "desc": "The Scavenger is the **weakest** and **most common** of the Terminids, using its claws to attack Helldivers at close range.",
        "tactics": "Due to their low health, Scavengers can easily be dispatched by **any weapon**.\nIndividual Scavengers can be safely killed with a **single melee attack to the head**, conserving ammunition.\nWhen encountering a patrol or group of Terminids, it is recommended to **kill Scavengers quickly** before one can cause a Bug Breach.\nThe **AX/LAS-5 \"Guard Dog\" Rover** and explosive weaponry can be effective against swarms of Scavengers or other small Terminids.",
        "weak spots": "- Head\n- Limbs",
        "variations": {
            "Bile Spitter": {
                "start": 1,
                "desc": "A small Terminid with the ability to **spit a small ball of acidic bile** at Helldivers.",
                "tactics": "Due to their low health, Bile Spitters can easily be dispatched by **any weapon**.\nThe **AX/LAS-5 \"Guard Dog\" Rover** and explosive weaponry can be effective against swarms of Bile Spitters or other small Terminids.\nGroups of Bile Spitters can be killed from one exploding, causing a chain reaction.",
                "weak spots": "- Head\n- Limbs",
                "url": "https://helldivers.wiki.gg/wiki/Bile_Spitter"
            },
            "Pouncer": {
                "start": 2,
                "desc": "A juvenile Hunter that can be found in Easy difficulty and higher. They can use their wings to leap towards Helldivers.",
                "tactics": "Pouncers are agile and can leap towards Helldivers, making them a threat at both range and melee.\nMaintaining distance and using **rapid-fire weapons** can help in dispatching them before they close in.",
                "weak spots": "- Head\n- Limbs",
                "url": "https://helldivers.wiki.gg/wiki/Pouncer"
            }
        }
    },
    "Warrior": {
        "start": 1,
        "desc": "The Warrior is a lightly armored, slow-moving, medium Terminid that can appear on any difficulty.\nThey usually appear in small groups with other Warriors, as well as swarms of small Terminids.",
        "tactics": "The fastest way to kill a Warrior is by **destroying its head**.\nIf it enters a berserker state, Helldivers have two main options:\n- shoot the Warrior more to fully kill it\n- avoid it for a few seconds until it fully bleeds out\nWarriors can also be killed by destroying any two of their legs. This will prevent them from entering the berserker state.",
        "weak spots": "- Head\n- Legs",
        "variations": {
            "Bile Warrior": {
                "start": 4,
                "desc": "The Bile Warrior is a lightly armored, medium Terminid, green in color. It can appear on difficulty 4 and higher missions, often appearing beside or fully replacing the normal Warrior.",
                "tactics": "When a Bile Warrior dies from damage to its body, it has a chance to trigger a small bile explosion that can severely injure a nearby Helldiver. **It is recommended not to kill them at point-blank range**.",
                "weak spots": "- Head\n- Legs",
                "url": "https://helldivers.wiki.gg/wiki/Bile_Warrior"
            },
            "Alpha Warrior": {
                "start": 8,
                "desc": "The Brood Warrior is a lightly armored, medium Terminid, red in color. It only appears when summoned by an Alpha Commander.",
                "tactics": "Alpha Warriors become significantly more deadly upon destroying its head, as it can easily damage a Helldiver before bleeding out due to its movement speed.\nIt is recommended for Helldivers to **ensure Alpha Warriors are dead**, instead of being left to bleed out. ",
                "weak spots": "- Head\n- Legs",
                "url": "https://helldivers.wiki.gg/wiki/Alpha_Warrior"
            }
        }
    },
    "Hive Guard": {
        "start": 2,
        "desc": "The Hive Guard is a medium terminid with light armor around its beige-colored body and black medium armor plates protecting the front of its legs and its head.\nThese bugs hunker down when attacked, immobilizing it but protecting more of its body with the medium armor plating.",
        "tactics": "When hunkered down, the Hive Guard is completely stationary, and will remain that way as long as something is firing at it.\nA team of Helldivers can exploit this by **flanking its unprotected sides**.",
        "weak spots": "- Sides",
        "variations": null
    },
    "Hunter": {
        "start": 3,
        "desc": "The Hunter is a medium Terminid that appears on difficulty 3 and higher.\nThey attempt to flank and surprise their targets by rotating around and moving behind cover to remain out of vision before moving forward to engage.",
        "tactics": "Hunters are relatively weak when compared to Warriors and other medium Terminids. Shooting their **heads or legs** will quickly dispatch them.\nHunters should be prioritized over other medium Terminids due to their ability to quickly leap into melee range, and their ability to chase down a fleeing target.",
        "weak spots": "- Head\n- Legs",
        "variations": null
    },
    "Stalker": {
        "start": 4,
        "desc": "The Stalker is a medium Terminid that can first appear on difficulty 3.\nThey spawn only from Stalker Lairs, an optional objective, and will not appear in patrols.\nThey appear to be evolved Hunters with **camouflage capabilities**, enhanced strength and durability.\n__Destroying all Stalker Lairs will stop Stalkers from spawning for the rest of the mission__.",
        "tactics": "Despite lacking armor, Stalkers are very durable compared to Hunters and other medium-sized Terminids.\n**Use Support Weapons and aim for their heads** to take them out quickly.",
        "weak spots": "- Head",
        "variations": null
    },
    "Shrieker": {
        "start": 5,
        "desc": "The Shrieker is a medium-sized, unarmored, **flying** Terminid with large wings that engages in hit-and-run tactics, diving in to attack Helldivers before flying back up to the skies.\nThey spawn from Shrieker Nests if one is present, but can appear in flying patrols as apart of a mission modifier.",
        "tactics": "Shriekers lack any sort of armor and can be taken out by **most weaponry**.\nEnergy-based laser weaponry, such as the **LAS-5 Scythe** and the **LAS-98 Laser Cannon**, have infinite range and instant damage, allowing them to easily track and damage Shriekers.\nShotguns with spread, such as the **SG-8 Punisher** and the **SG-225IE Breaker Incendiary**, can damage Shriekers at close to medium range.",
        "weak spots": "- Head",
        "variations": null
    },
    "Bile Spewer": {
        "start": 3,
        "desc": "The Bile Spewer is a moderately armored Terminid that can appear on difficulty 3 and higher. They appear to be a mature Bile Spitter with an enlarged abdomen. They have medium armor on their head, meaning **most primary weapons cannot hit their weak spot**.\nBile Spewers spit streams of bile, which can slow down and can prove fatal to a Helldiver if they are exposed to a full stream.\nDiving out of the way when it rears its head for this attack is advised.\nOn Extreme difficulty and higher, Bile Spewers gain the ability to fire a volley of bile into the air, __similar to a mortar__.\nThis greatly increases the Bile Spewer's range and lethality.",
        "tactics": "Take caution when shooting or rupturing up Bile Spewer abdomens (including corpses), as **they will explode and damage nearby organisms**.\nThey are best killed by shooting their head, as that is considered their weak spot, though this requires **weaponry with medium armor penetration**.\nThey can also be killed efficiently by targeting their backs with explosives.\nRegular weapons can damage their bile sack, but will require many shots to get a kill.",
        "weak spots": "- Head\n- Mouth",
        "variations": {
            "Nursing Spewer": {
                "start": 3,
                "desc": "Nursing Spewers are light-armoured Terminids that appear in bug missions of Difficulty 3 and above.\nThey are brown and orange in coloration, and are often seen alongside Scavengers. These bugs are likely sub-adult Bile Spewers.",
                "tactics": "Nursing Spewers are similar to their green cousins, but their attack tracks Helldivers slightly slower, and they have light armor, rather than medium.\nIn addition, they do not have the bile mortar mode that Bile Spewers gain on Difficulty 6 and above.\nNursing Spewers generate a persistent ankle-level 'fog' whilst they are alive, like a scaled down version of the clouds created by Spore Spewers.\nBeware as this can conceal the movements of smaller Terminids like Scavengers that might be moving along with them, or hide other ground-based threats.\nKilling the Nursing Spewer will cause this fog to rapidly dissipate.",
                "weak spots": "- Head\n- Mouth",
                "url": "https://helldivers.wiki.gg/wiki/Nursing_Spewer"
            }
        }
    },
    "Brood Commander": {
        "start": 1,
        "desc": "The Brood Commander is a large and heavily armored Terminid with the ability to summon reinforcements during combat.",
        "tactics": "Brood Commanders can call in a Bug Breach, even without their head.\nWhile any weapon is capable of killing a Brood Commander, **explosives and Medium armor-penetrating weapons** are more effective against them.",
        "weak spots": "- Head\n- Rear Armor",
        "variations": {
            "Alpha Commander": {
                "start": 8,
                "desc": "An elite variant of the Brood Commander that commands greater numbers of Terminids and summons **Alpha Warriors**.",
                "tactics": "**Alpha Commanders can be taken out with the same tactics used against the Brood Commander**.",
                "weak spots": "- Head\n- Rear Armor",
                "url": "https://helldivers.wiki.gg/wiki/Alpha_Commander"
            }
        }
    },
    "Charger": {
        "start": 3,
        "desc": "The Charger is a large, heavily-armored Terminid.\nLiving up to their name, Chargers charge at Helldivers in an attempt to bash or trample them, dealing a significant amount of damage.\nThis can concuss and potentially launch Helldivers.\nChargers will also use their claws at close range.",
        "tactics": "The Charger can be dodged by moving or diving **perpendicular to its movement direction** or **diagonally towards it** as it approaches.\nBeware of moving too early, as **the Charger can make tight turns**.\nThe most straightforward way to dispatch a Charger is firing an **anti-vehicle weapon**, such as the **EAT-17 Expendable Anti-Tank**, **GR-8 Recoilless Rifle** and **LAS-99 Quasar Cannon**, at its head, which will instantly kill it.\nHowever, a direct shot to anywhere on its torso with the **FAF-14 Spear** or **GR-8 Recoilless Rifle** will instantly kill it. ",
        "weak spots": "- Head\n- Legs",
        "variations": {
            "Charger Behemoth": {
                "start": 3,
                "desc": "The Charger Behemoth is a tougher variant of the Charger, sporting angled armor that gives it increased health and durability compared to its weaker counterpart.",
                "tactics": "Despite its increased health, the Behemoth shares many of the same anti-tank weapon breakpoints as the Charger: a direct shot to the torso from the **FAF-14 Spear** or **GR-8 Recoilless Rifle** will instantly dispatch it, while other **anti-tank weapons** require a headshot.\nThe exposed torso bonus damage that the Charger has also applies to the Behemoth variant.",
                "weak spots": "- Head\n- Legs",
                "url": "https://helldivers.wiki.gg/wiki/Charger_Behemoth"
            },
            "Spore Charger": {
                "start": 3,
                "desc": "The Spore Charger is a variant of the Charger with spores growing on it, emitting thick fog in a large area to conceal its position and nearby surroundings, similar to a Spore Spewer.\n**On death, it explodes** and showers everything in its vicinity in deadly acid.",
                "tactics": "It has the same health and durability values as the standard Charger, so similar strategies apply.",
                "weak spots": "- Spore Sacs\n- Head\n- Legs",
                "url": "https://helldivers.wiki.gg/wiki/Spore_Charger"
            }
        }
    },
    "Impaler": {
        "start": 5,
        "desc": "The Impaler is a large, heavily-armored Terminid. Impalers burrow their 'head' of three bladed tentacles, causing them to emerge near Helldivers to impede and attack them.",
        "tactics": "Impalers can only attack by driving their three tentacles into the ground, where they will reappear out of the ground in multiple locations in order to surround a Helldiver.\nWhen they are ready to attack, they will arch their retracted tentacles upwards slightly, then rapidly plunge them into the ground.\nIt's tentacles can be shot at, which will force the Impaler to retract them.\nThese do not kill the Impaler, but will temporarily cease their attacks.\nWhile it burrows its tentacles, it will expose its unarmored head, which has a weak point that Helldivers can take shoot at.",
        "weak spots": "- Head",
        "variations": null
    },
    "Bile Titan": {
        "start": 4,
        "desc": "The Bile Titan is a massive, heavily-armored Terminid superheavy that appears to be the final growth stage of a Bile Spitter.\nDespite its size, it can quickly catch up to Helldivers, spewing its lethal bile onto them similarly to Bile Spewer.\nHelldivers near it can also be crushed by its hulking claws.",
        "tactics": "The safest ways to defeat Bile Titans are:\n- Orbital Railcannon Strike, although an expensive option given its cooldown time, grants an immediate and guaranteed kill on a Bile Titan *if it successfully locks on*.\n- Eagle 500kg Bomb. If the Titan is caught within the blast radius, it is very likely to die.\n- Place the stratagem ball under the titan so the bomb can land under it and deal damage to its sacs and legs killing it.\n- Hellpods can deal significant damage to a Bile Titan, making sacrifices a desperate but valid strategy.\n- A NUX-223 Hellbomb, SEAF Artillery: Mini-Nuke can easily kill BIle Titans from a long range (25m)\n- The SEAF Artillery: High-Yield Explosive can kill Bile Titans if it lands underneath them.\n- The Orbital Laser will kill a Bile Titan in 10.0s if the laser remains on target.",
        "weak spots": "- Head\n- Abdomen",
        "variations": null
    }
}